Repository: denysboiko/reach-ukr-un-alert-v2
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: uk

source: Yes
uk: Так

source: No
uk: Ні

source: Resolved
uk: Вирішено

source: Addressed But Unresolved
uk: В процесі вирішення

source: Not Addressed
uk: Не вирішено

source: Contact line
uk: Лінія розмежування

source: All cluster
uk: Усі кластери

source: All alert types
uk: Усі типи закликів

source: All need types
uk: Усі типи потреб

source: Luhanska oblast
uk: Луганська область

source: Donetska oblast
uk: Донецька область
