Repository: denysboiko/reach-ukr-un-alert-v2
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Need by items
ru: Потребность в предметах
uk: Потреба за предметами

source: Needs by items
ru: Потребности в предметах
uk: Потреби за предметами

source: Cluster recipient list
ru: Список получателей кластера
uk: Список отримувачів

source: Cluster recipient lists
ru: Списки получателей кластера
uk: Списки отримувачів

source: Response by items
ru: Помощь в предметах
uk: Відповідь за предметами

source: Responses by items
ru: Помощь в предметах
uk: Відповіді за предметами

source: Population figures (by groups)
ru: Численность населения (по группам)

source: Translation
ru: Перевод

source: Confirm selected alerts
ru: Подтвердить выбранные оповещения

source: Reject selected alerts
ru: Отклонить выбранные оповещения

source: Location
ru: Местоположение
uk: Район

source: Alert System
ru: Система оповещений
uk: Система оповіщень

source: Username
ru: Имя пользователя
uk: Користувач

source: The username must contain only letters, numbers and underscores.
ru: Имя пользователя может содержать только буквы, цифры и нижние подчеркивания.
uk: Ім'я користувача повинно містити лише літери, цифри та підкреслення.

source: Organization
ru: Организация
uk: Організація

source: Email address
ru: Email адрес
uk: Адреса електронної пошти

source: Password
ru: Пароль
uk: Пароль

source: Password (again)
ru: Пароль (повторно)
uk: Пароль (повторно)

source: The username already exists. Please try another one.
ru: Имя пользователя уже существует. Пожалуйста, попробуйте еще один.
uk: Ім'я користувача вже існує. Будь ласка, спробуйте інше.

source: The two password fields did not match.
ru: Пароли не совпадают.
uk: Два поля пароля не збігаються.

source: User
ru: Пользователь
uk: Користувач

source: Users
ru: Пользователи
uk: Користувачі

source: Email
ru: Эл. адрес
uk: Електронна адреса

source: Emails
ru: Email'ы
uk: Електронні адреси

source: Cluster
ru: Кластер
uk: Кластер

source: Clusters
ru: Кластеры
uk: Кластери

source: Oblast
ru: Область
uk: Область

source: Oblasts
ru: Области
uk: Області

source: Raion Name
ru: Район

source: Color
ru: Цвет

source: Raion
ru: Район
uk: Район

source: Raions
ru: Районы
uk: Райони

source: Hub
ru: Координационный центр

source: Coordination hub
ru: Координационный центр
uk: Координаційний офіс

source: Coordination hubs
ru: Координационные центры
uk: Координаційні офіси

source: Settlement Name (old)
ru: Населенный пункт (стар.)

source: Settlement Name
ru: Населенный пункт

source: GCA/NGCA
ru: ТКУ/ТНКУ
uk: ТКУ/ТНКУ

source: Settlement
ru: Населенный пункт
uk: Населений пункт

source: Settlements
ru: Населенные пункты
uk: Населені пункти

source: Need Type
ru: Тип потребности
uk: Тип потреби

source: Need Types
ru: Типы потребностей
uk: Типи потреб

source: Affected Group
ru: Пострадавшая группа
uk: Постраждала група

source: Affected Groups
ru: Пострадавшие группы
uk: Постраждалі групи

source: Alert Type
ru: Тип оповещения
uk: Тип оповіщення

source: Alert Types
ru: Типы оповещений
uk: Типи оповіщень

source: Status
ru: Статус
uk: Статус

source: Statuses
ru: Статусы
uk: Статуси

source: Organization Name
ru: Название организации
uk: Назва організації

source: Organization Acronym
ru: Акроним

source: Organization Type
ru: Тип организации

source: Organizations
ru: Организации
uk: Організації

source: To List
ru: Список получателей

source: Cc List
ru: Список в копии

source: Date of Incident
ru: Дата инцидента
uk: Дата інциденту

source: Informant
ru: Информатор
uk: Інформант

source: Referral Agency
ru: Партнер

source: No
ru: Нет
uk: Ні

source: Yes
ru: Да
uk: Так

source: Conflict related
ru: Связанные с конфликтом
uk: Пов'язано з конфліктом

source: Description
ru: Описание

source: Context
ru: Контекст

source: Confirmation Status
ru: Статус подтверждения

source: Date Updated
ru: Дата обновления

source: Comments
ru: Комментарии

source: Baseline Population
ru: Численность населения

source: Population (male)
ru: Население (мужчины)

source: Population (female)
ru: Население (женщины)

source: Population (children)
ru: Население (дети)

source: Population (adult)
ru: Население (взрослые)

source: Population (elderly)
ru: Население (пожилые)

source: Number of Affected
ru: Количество пострадавших

source: Number of Affected (male)
ru: Количество пострадавших (мужчин)

source: Number of Affected (female)
ru: Количество пострадавших (женщин)

source: Number of Affected (children)
ru: Количество пострадавших (детей)

source: Number of Affected (adult)
ru: Количество пострадавших (взрослых)

source: Number of Affected (elderly)
ru: Количество пострадавших (пожилых)

source: Number of Beneficiaries
ru: Количество получивших помощь

source: Number of Beneficiaries (male)
ru: Количество получивших помощь (мужчины)

source: Number of Beneficiaries (female)
ru: Количество получивших помощь (женщины)

source: Number of Beneficiaries (children)
ru: Количество получивших помощь (дети)

source: Number of Beneficiaries (adult)
ru: Количество получивших помощь (взрослые)

source: Number of Beneficiaries (elderly)
ru: Количество получивших помощь (пожилые)

source: %(no_affected)d affected in %(settlement)s, %(raion)s raion (%(oblast)s obl.)
ru: %(no_affected)d пострадавших в %(settlement)s, %(raion)s рай. (%(oblast)s обл.)
uk: %(no_affected)d постраждалих в %(settlement)s, %(raion)s рай. (%(oblast)s обл.)

source: Alert
ru: Оповещение
uk: Оповіщення

source: Alerts
ru: Оповещения
uk: Оповіщення

source: Item Name
ru: Название позиции

source: Item Group
ru: Группа элементов

source: Unit
ru: Ед. изм

source: Item
ru: Позиция
uk: Одиниця

source: Item Details
ru: Подробности

source: Quantity
ru: Количество

source: %(quantity)d %(unit)s of %(item)s
ru: %(quantity)d %(unit)s, %(item)s
uk: %(quantity)d %(unit)s, %(item)s

source: Response Partners
ru: Реагирующие партнеры

source: Date
ru: Дата
uk: Дата

source: Uncovered Needs
ru: Нераскрытые потребности

source: Action
ru: Действие

source: Response
ru: Реагирование

source: Responses
ru: Реагирования

source: From
ru: От

source: Subject
ru: Тема

source: Body
ru: Сообщение

source: Mail Template
ru: Шаблон сообщения

source: Mail Templates
ru: Шаблоны сообщений

source: English
ru: Английский
uk: Англійська

source: Russian
ru: Русский
uk: Російська

source: Ukrainian
ru: Украинский
uk: Українська

source: Edit Alert
ru: Редактировать

source: Field
ru: Поле
uk: Поле

source: Value
ru: Значение
uk: Значення

source: Date Refferal
ru: Дата инцидента
uk: Дата звітування

source: Number of Beneficiaries / Affected
ru: Число получивших помощь/пострадавших

source: Type of Alert
ru: Тип оповещения

source: Type of Needs
ru: Тип потребностей
uk: Тип потреб

source: Need Items
ru: Потребность в предметах

source: Response Items
ru: Реагирование в предметах

source: RESET FILTERS
ru: СБРОСИТЬ ФИЛЬТРЫ
uk: СКИНУТИ ФІЛЬТРИ

source: ADD AN ALERT
ru: СОЗДАТЬ ОПОВЕЩЕНИЕ
uk: ДОДАТИ АЛЕРТ

source: Admin Panel
ru: Панель управления
uk: Панель адміністрування

source: Change Password
ru: Изменить пароль
uk: Змінити пароль

source: Log Out
ru: Выйти
uk: Вийти

source: Sign In
ru: Войти
uk: Увійти

source: alerts selected of
ru: оповещения, выбранные из
uk: алертів вибрано з

source: DATA TABLE
ru: ТАБЛИЦА ДАННЫХ
uk: ТАБЛИЦЯ ДАНИХ

source: DOWNLOAD DATA
ru: ЗАГРУЗИТЬ ДАННЫЕ
uk: СКАЧАТИ ДАНІ

source: Related to Conflict
ru: Связанные с конфликтом
uk: Пов'язані з конфліктом

source: Covered
ru: Покрыто
uk: Охоплено

source: Affected
ru: Пострадавших
uk: Постраждалих

source: Quantity Provided/Needed
ru: Предоставлено/Необходимое количество
uk: Кількість наданих / необхідних

source: Additional info
ru: Доп. информация
uk: Додаткова інформація

source: Learn more
ru: Подробнее
uk: Більше

source: Response partners
ru: Реагирующие партнеры
uk: Партнер

source: All response partners
ru: Все реагирующие партнеры
uk: Усі партнери

source: - Select partner to filter -
ru: - Выберите фильтр по партнеру -
uk: -Виберіть партнера для фільтрування-

source: Clear
ru: Очистить
uk: Очистити

source: Alert type
ru: Тип оповещения
uk: Тип алерта

source: Needs type
ru: Тип потребностей
uk: Типи потреб

source: - Select location to filter -
ru: - Выберите фильтр по локации -
uk: -Виберіть місце для фільтрування-

source: Number of covered/affected people
ru: Число охваченных/пострадавших людей
uk: Кількість охоплено/постраждалих

source: Type alert
ru: Тип оповещения
uk: Тип алерта

source: Date referral
ru: Дата отчета
uk: Дата рефералу

source: Please Sign in
ru: Пожалуйста, авторизуйтесь
uk: Увійдіть до системи

source: Your username and password didn't match. Please try again.
ru: Ваше имя пользователя и пароль не совпадают. Пожалуйста, попробуйте еще раз.
uk: Ваше ім'я користувача та пароль не збігаються. Будь ласка спробуйте ще раз.

source: Login
ru: Войти
uk: Увійти

source: Don't have an account?
ru: Ещё нет аккаунта?
uk: Ще не маєте облікового запису?

source: Register Here
ru: Регистрация
uk: Зареєструватися

source: Register
ru: Зарегистрироваться
uk: Зареєструватися

source: Already have an account?
ru: Уже зарегистрированы?
uk: Вже маєте обліковий запис?

source: Phone
uk: Телефон
